Repository: ktgw0316/LightZone-l10n-da
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: da

source: "$1" already exists as a folder.
da: "$1" findes allerede som folder.

source: "$1" already exists.
da: "$1" findes allerede.

source: $1 files to process
da: $1 filer at bearbejde

source: $1 images selected
da: $1 billeder valgt

source: $1 is an empty file
da: $1 er en tom fil

source: $1 not found
da: $1 ikke fundet

source: $1 of $2 files processed, $3 seconds remaining
da: $1 af $2 filer bearbejdet, $3 sekunder tilbage

source: $1 sec at f/$2
da: $1 sec til f/$2

source: (A new ZoneMapper tool will appear at the top of the tool stack.)
da: (Et nyt ZoneMapper vil fremkomme i toppen af Værktøjs stakken.

source: ...and $1 more
da: ...og $1 mere

source: 1 file to process
da: 1 fil at bearbejde

source: 1 image
da: 1 billede

source: 1 image selected
da: 1 billede valgt

source: 1 of 8
da: 1 af 8

source: 3000K (tungsten light)
da: 3000K (glødelape lys)

source: 3600K (tungsten light-like)
da: 3600K (som glødelampe lys)

source: 5300K (fine weather)
da: 5300K (godt vejr)

source: 6000K (cloudy)
da: 6000K (skyet)

source: 6600K (daylight fluorescent)
da: 6600K (dagslys fluorescent)

source: 7500K (fine weather with shade)
da: 7500K (godt vejr med skygger)

source: <html>Continue (The program may now be unstable)</html>
da: <html>Forsæt (Progammet kan være ustabilt)</html>

source: <html>Exit without saving files</html>
da: <html>Afslut uden at gemme filer</html>

source: <html>Save all files and exit <b>(Recommended)</b></html>
da: <html>Gem alle filer og afslut <b>(anbefalet)</b></html>

source: A Style named "$1" already exists.
da: En stil ved navn "$1" findes allerede.

source: A file named "$1" already exists in $2.
da: En fil ved navn "$1" findes allerede i $2.

source: A new version ($1) of $2 is available.
da: En ny verision ($1) af $2 er tilgængelig.

source: AEB bracket value
da: AEB bracket værdi

source: AF aperture
da: AF blænde

source: AF not used
da: AF ikke benyttet

source: AF point selected
da: Valgt AF punkt

source: AF point used
da: Benyttet AF punkt

source: AF points used
da: benyttedeAF punkter

source: AF used
da: AF benyttet

source: AF100mm F2.8 Macro(D), TAMRON 90mm F2.8 Macro or SIGMA 180mm F5.6 Macro
da: AF100mm F2.8 Macro(D), TAMRON 90mm F2.8 Macro eller SIGMA 180mm F5.6 Macro

source: AF16mm F2.8 Fisheye or SIGMA 8mm F4 Fisheye
da: AF16mm F2.8 Fisheye eller SIGMA 8mm F4 Fisheye

source: AF200mm F2.8G x2 or TOKINA 300mm F2.8 x2
da: AF200mm F2.8G x2 eller TOKINA 300mm F2.8 x2

source: AF24-105mm F3.5-4.5(D) or SIGMA 18-50mm F2.8
da: AF24-105mm F3.5-4.5(D) eller SIGMA 18-50mm F2.8

source: AF50mm F2.8 Macro(D) or AF50mm F3.5 Macro
da: AF50mm F2.8 Macro(D) eller AF50mm F3.5 Macro

source: AF70-210mm F4 Macro or SIGMA 70-210mm F4-5.6 APO #7/6
da: AF70-210mm F4 Macro eller SIGMA 70-210mm F4-5.6 APO #7/6

source: AI focus AF
da: AI folus AF

source: About LightZone
da: Om LightZone

source: Acknowledgments
da: Bidragsydere

source: Acknowledgments.
da: Bidragsydere.

source: Active area
da: Aktive områder

source: ActiveD-Lighting
da: AktivD-Lighting

source: Actual Pixels
da: Aktuelle Pixels

source: Add
da: Tilføj

source: Add $1
da: Tilføj $1

source: Add a new Style
da: Tilføj ny stil

source: Adjust the color range
da: Juster toneomfanget

source: Adjusting brightness
da: Adjusting lysstyken

source: Adjusting contrast
da: Justering af kontrast

source: Adjusting exposure
da: Justere eksponering

source: Adjusting the black point
da: Justering af sort punkt

source: Advanced Options
da: Avancerede indstillinger

source: All
da: Alle

source: Always apply this Style
da: Tilføj altid denne stil

source: Always apply this Style to RAW images from "$1"
da: Tilføj altid denne stil til RAW filer fra "$1"

source: Amount
da: Mængde

source: An updated version of LightZone is required to read this Style
da: En opdateret verision af LightZone er nødvendig for at læse denne stil

source: An updated version of LightZone is required to read this file
da: En opdateret verision af LightZone er nødvendig for at læse denne fil

source: Antialias strength
da: Antialias stryrke

source: Any
da: Alle

source: Aperture
da: Blænde

source: Aperture at max focal length
da: Blænde ved maks. fokal længde

source: Aperture at min focal length
da: Blænde ved min. fokal længde

source: Aperture value
da: Blænder værdi

source: Application Managed Colors
da: Program styrede farver

source: Apply Preset
da: Anvend forudvalgte

source: Apply Presets
da: Anvend forudvalgte

source: Apply Style
da: Tilføj stil

source: Apply Style to the selected image
da: Tiløj stilen til det valgte billede

source: Apply this tool to a selected color
da: Tilføj dette værktøj til en valgt farve

source: Apply toolstack to the selected image
da: Tilføj værktøjsstak til det valgte billede

source: Applying styles
da: Tilføj stil

source: Are you sure you want to quit LightZone?
da: Er du sikker på du vil lukke LightZone?

source: Are you sure you want to reset?
da: Er du sikker på du vil nulstille?

source: Artist
da: Kunstner

source: As Shot
da: Som optaget

source: As shot ICC profile-X
da: Som optaget ICC profile-X

source: As shot neutral
da: neutral som taget

source: As shot pre-profile matrix-X
da: Som optaget pre-profile matrix-X

source: As shot white XY
da: Som taget hvid XY

source: As you move the mouse, the information updates.
da: Mens du bevæger musen, opdateres de viste oplysninger.

source: As-Shot White Balance
da: Som optaget hvid balance

source: Audio
da: Lyd

source: Auto
da: Automatisk

source: Auto Expand
da: Auto udvid

source: Auto White Balance
da: Automatisk hvid balance

source: Auto bracket release
da: Auto bracket udløsning

source: Auto-exposure bracketing
da: Auto-eksponering bracketing

source: Auto-exposure lock
da: Auto-eksponerings lås

source: Auto-focus response
da: Auto-focus respons

source: Auto-focus result
da: Auto-fokus resultat

source: Auto-focus search
da: Auto-fokus søgning

source: Auto-rotate
da: Auto-roter

source: Auto-save is now on.
da: Auto-gem er nu startet

source: Auxiliary lens
da: Hjælpe linse

source: Average
da: Gennemsnitlig

source: Base ISO
da: Basis ISO

source: Baseline exposure
da: Bundlinje eksponering

source: Baseline noise
da: Bundlinje støj

source: Baseline sharpness
da: Bundlinje skarphed

source: Batch Name
da: Batch navn

source: Batch Output Folder
da: Folder til batch filer

source: Bayer green split
da: Bayer grønt split

source: Best quality scale
da: Beste kvalitetes skalering

source: Bezier Regions
da: Bezier områder

source: Bit Depth
da: Bit dybde

source: Black & White
da: Sort & hvid

source: Black & white filter
da: Sort & hvid filter

source: Black & white mode
da: Sort & hvid mode

source: Black and White
da: Sort og hvid

source: Black level-X
da: Sort level-X

source: Black point compensation
da: Sort punkts kompensation

source: Black point-X
da: Sort punkt-X

source: Blend Mode Change
da: Ændre blande metode

source: Blending Mode
da: Blanding måde

source: Blue
da: Blå

source: Blue balance
da: Blå balance

source: Blue color balance
da: Blå farve balance

source: Blur warning
da: Slørings advarsel

source: Bracket step
da: Bracketing trin

source: Brightness
da: Lysstyrke

source: Brightness value
da: Lysstyrke værdi

source: Bring All to Front
da: Bring alt til forgrunden

source: Browse
da: Gennemse

source: Browse Mode
da: Gennemse som

source: Browse Recent
da: Gennemse nylige

source: Browser
da: Stifinder

source: Browser Layout
da: Stifinder udseende

source: Browser anatomy
da: Browser opbygning

source: Bulb duration
da: Blitz varighed

source: CCD scan mode
da: CCD skan mode

source: CCITT group 3 fax
da: CCITT gruppe 3 fax

source: CCITT group 4 fax
da: CCITT gruppe 4 fax

source: CCITT modified Huffman RLE
da: CCITT modificeret Huffman RLE

source: CFA pattern
da: CFA mønster

source: CM1 (red enhance)
da: CM1 (forstærk rød)

source: CM2 (green enhance)
da: CM2 (forstærk grøn)

source: CM3 (blue enhance)
da: CM3 (forstærk blå)

source: CM4 (skin tones)
da: CM4 (forstærk hudtoner)

source: Calibration illuminant 1
da: Kallibrering oplysning 1

source: Calibration illuminant 2
da: Kallibrering oplysning 2

source: Camera
da: Kamera

source: Camera ID
da: Kamera ID

source: Camera calibration 1
da: Kamera calibration 1

source: Camera calibration 2
da: Kamera calibration 2

source: Camera object
da: Kamera billede

source: Camera serial number
da: Kamera serie nummer

source: Camera settings
da: Kamera indstillinger

source: Camera settings (old)
da: Kamera indstillinger (gamle)

source: Camera settings version-X
da: Kamera indstilling version-X

source: Camera specification
da: Kamera specification

source: Camera type
da: Kamera type

source: Can't Launch LightZone
da: Kan ikke starte LightZone

source: Cancel
da: Annuller

source: Cancel color selection
da: Fortryd farve valg

source: Cancel neutral color selection
da: Stop neutralt farve valg

source: Cannot redo
da: Kan ikke gentage

source: Cannot undo
da: Kan ikke forstryde

source: Capture Time
da: Optagelses tidspunkt

source: Capture date
da: Optagelses dato

source: Capture date/time
da: Optagelses dato/tid

source: Capture time
da: Optagelses tidspunkt

source: Category
da: Kategori

source: Cell length
da: Celle længde

source: Cell width
da: Celle højde

source: Center Image
da: Centrer billede

source: Channel Mixer
da: Kanal mixer

source: Check for Update...
da: Kontroller for opdatering...

source: Check out great new features.
da: Se alle de nye muligheder.

source: Checking for update...
da: Kontrolerer for opdatering...

source: Choose the browser sort criteria
da: Vælg filhåndterings søge rækkefølge

source: Choose...
da: Vælg...

source: Chroma blur radius
da: Chroma slørings radius

source: City
da: By

source: Clear Recent Files
da: Ryd nylige filer

source: Clear Recent Folders
da: Ryd nylige mapper

source: Click on the image where you would like to create one or more regions.
da: Klik på det billede der hvor du gerne vil vælge eller flere områder

source: Click the Crop button again to commit.
da: Klik på formindsk knappen for at udføre handlingen

source: Click the Sampler tab.
da: Klik på sampler knappen.

source: Click the ZoneMapper tool button in the tool bar.
da: Klik på ZoneMapper værktøjs knappen i værktøjs linien.

source: Clip path-X
da: Klip sti-X

source: Clone
da: Klon

source: Close Image
da: Luk billede

source: Collapse
da: Fold sammen

source: Collapse All
da: Fold alle sammen

source: Collapse Others
da: Fold andre sammen

source: Collapse Tool
da: Sammenklap værktøj

source: Collapse image stacks
da: Sammenfold billed stak

source: Collapse this tool
da: Sammenklap dette værktøj

source: Color Balance
da: Farve Balance

source: Color Burn
da: Brænd farve

source: Color Cast
da: Farve tildeling

source: Color Change
da: Skift farve

source: Color Dodge
da: Undgå farve

source: Color Dropper Selection
da: Farve indsætnings vælger

source: Color Handling
da: Farve håndtering

source: Color Intensity
da: Farve intensitet

source: Color Management
da: Farve styring

source: Color Mask
da: Farve maske

source: Color Noise
da: Farve støj

source: Color Profile
da: Farve profil

source: Color Radius
da: Farve radius

source: Color Selection
da: Farve valg

source: Color Selection Mask
da: Farve valgs maske

source: Color Selection Viewer
da: Farve udvælgeses vinduet

source: Color Selector
da: Farve vælger

source: Color balance
da: Farve balance

source: Color bit depth
da: Farve bit dybde

source: Color control-X
da: Farve kontrol-X

source: Color effect
da: Farve effekt

source: Color filter
da: Farve filter

source: Color hue
da: Farve tone

source: Color info (D30)
da: Farve info (D30)

source: Color map
da: Farve kort

source: Color matrix 1-X
da: Farve matrix 1-X

source: Color matrix 2-X
da: Farve matrix 2-X

source: Color matrix number
da: Farve matrix nummer

source: Color matrix-X
da: Farve matrix-X

source: Color mode
da: Farve indstilling

source: Color profile
da: Farve profil

source: Color space
da: Farve rum

source: Color temperature
da: Farve temperatur

source: Color-space
da: Farverum

source: ColorBW
da: FarveBW

source: Common aspect ratios
da: Almindelige højde-bredde forhold

source: Component bit depth
da: Billede bit dybde

source: Components configuration
da: Komponent konfiguration

source: Compressed bits per pixel
da: Komprimerede bits per pixel

source: Compressed image size
da: Komprimeret billed størrelse

source: Compression
da: Kompression

source: Compression ratio
da: Kompression ratio

source: Contact
da: Kontakt

source: Continue
da: Forsæt

source: Continuous drive mode
da: Kontinuerlig optagelses mode

source: Contrast
da: Kontrast

source: Contrast Mask
da: Fjern kontrast

source: Convert
da: Konverter

source: Convert Image...
da: Konverter billede...

source: Convert the selected image to a new image type
da: Konverter det valgte bille til en anden billedtype

source: Convert...
da: Konverter...

source: Converting images
da: Konvertering af billeder

source: Converting...
da: Konverterer...

source: Copy Region
da: Kopier område

source: Copy Tools
da: Kopierings værktøjer

source: Copy the selected image to another folder
da: Kopier det valgte bilede til en anden mappe

source: Copy toolstack to clipboard from selected image
da: Kopier værktøjsstakken fra valgte billede

source: Coring filter
da: Kærne filter

source: Couldn't access Style "$1"
da: Kunne ikke få adgang til stilen "$1"

source: Couldn't access Styles
da: Kunne ikke få adgang til stilen

source: Couldn't access the "$1" Style
da: Kunne ikke få adgang til "$1" stilen

source: Couldn't convert $1
da: Kunne ikke konvertere $1

source: Couldn't delete $1.
da: Kunne ikke slette $1.

source: Couldn't delete an older version of "$1"
da: Kunne ikke slette den gamle verision af "$1"

source: Couldn't find a Style named "$1"
da: Kunne ikke finde en stil ved navn "$1"

source: Couldn't find an Image path attribute
da: Kunne ikke finde en sti til billed attributter

source: Couldn't find an Image tag
da: Kunne ikke finde billed tag

source: Couldn't find the original image
da: Kunne ikke finde det originale billede

source: Couldn't import a Style from "$1".
da: Kunne ikke importere en stil fra "$1".

source: Couldn't interpret the file "$1" as a Style
da: Kunne ikke udføre filen "$1" som en stil

source: Couldn't manage to save directly.
da: Kunne ikke at gemme direkte.

source: Couldn't move $1 to the Recycle Bin.
da: Kunne ikke flytte $1 til papirkurven.

source: Couldn't move $1 to the Trash.
da: Kunne ikke flytte $1 til papirkurven.

source: Couldn't print
da: Kunne ikke udskrive

source: Couldn't read Style from "$1"
da: Kunne ikke læse stilen "$1"

source: Couldn't rename "$1" to "$2"
da: Kunne ikke omdøbe "$1" til "$2"

source: Couldn't rename "$1" to "$2".
da: Kunne ikke omdøbe "$1" til "$2".

source: Couldn't rename the XMP file for "$1".
da: Kunne ikke omdøbe XMP filen "$1".

source: Couldn't save this Style
da: Kunne ikke gemme denne stil

source: Couldn't save to $1
da: Kunne ikke gemme til $1

source: Couldn't store Style "$1"
da: Kunne ikke gemme stilen "$1"

source: Couldn't write Style "$1" to file "$2"
da: Kunne ikke skrive stil "$1" til fil "$2"

source: Country
da: Land

source: Country code
da: Lande kode

source: Creating styles
da: Oprettelse af Stile

source: Crop
da: Formindsk

source: Crop Mode
da: Formindskelses opførsel

source: Crop high-speed
da: Høj hastigheds reduktion

source: Current ICC profile-X
da: Nuværende ICC profile-X

source: Current pre-profile matrix-X
da: Nuværende pre-profile matrix-X

source: Custom
da: Brugervalgt

source: Custom functions-X
da: Brugerindstillede functioner-X

source: Cut Region
da: Klip område

source: Cyan-Red
da: Cyan-rød

source: Darken
da: Gør mørkere

source: Date
da: Dato

source: Date created
da: Dato for oprettelse

source: Date sent
da: Sendt dato

source: Date/time
da: Dato/klokkeslet

source: Date/time digitized
da: Dato/klokkeslet digitaliseret

source: Date/time original
da: Dato/klokkeslet originalt

source: Decoder table-X
da: Dekod table-X

source: Default crop origin
da: Standardindstilling for formindskelse

source: Default crop size
da: Standardindstilling for størrelse efter formindskelse

source: Default scale
da: Original skalering

source: Default settings for batch processing
da: Forudbestemte indstillinger for batch processer

source: Default settings for saving, printing, and converting
da: Forudbestemte indstillinger for at gemme, printe og konvertere

source: Delete
da: Slet

source: Delete Point
da: Slet punkt

source: Delete Region
da: Slet område

source: Delete Selected Regions
da: Slet valgte områder

source: Delete Style failed
da: Sletning af stil lykkedes ikke

source: Delete the selected image
da: Slet det valgte billede

source: Delete...
da: Slet...

source: Deleting photos
da: Sletning af billeder

source: Deleting styles
da: Sletning af stile

source: Depth
da: Dybde

source: Description of black point compensation.
da: Beskrivelse af sort punkts kompensation.

source: Description of styles and hot to use them.
da: Beskrivelse af stile og hvorledes de bruges.

source: Description of the Sampler.
da: Beskrivelse af sampler.

source: Description of the parts of the browser window.
da: Beskrivelse af de forskellige dele af browser vinduet.

source: Description of the parts of the editor window.
da: Beskrivelse af elementerne i editor vinduet

source: Destination city
da: Destinatins by

source: Destination city code
da: Destinations by kode

source: Detail
da: Detaljer

source: Device settings description
da: Beskrivelse af enhendens indstillinger

source: Difference
da: Forskel

source: Digital creation date
da: Digitalt oprettelses dato

source: Digital creation time
da: Digitalt oprettelses tidsounkt

source: Directory
da: Mappe

source: Disable
da: Forhindre

source: Disable Color Selection
da: Forbyd farve valg

source: Disable the hue selection
da: Forbyd valg af mætning

source: Disable the luminosity selection
da: Forbyd valg af lysstyrke

source: Discard changes to this image and start over
da: Fortryd alle ændringer til billedet og start forfra

source: Display the path of the current folder
da: Vis stien til den nuværende folder

source: Distortion correction
da: Forvrængnings korrektion

source: Do you want to replace it?
da: Vil du erstatte den?

source: Do you want to search for it?
da: Vil du lede efter den?

source: Document name
da: Dokument navn

source: Don't Auto Expand
da: Auto udvid ikke

source: Don't Reset
da: Nulstil ikke

source: Don't Save
da: Gem ikke

source: Don't ask again
da: Spørg mig ikke igen

source: Don't limit
da: Begræns ikke

source: Don't remind me
da: Mind mig ikke om

source: Done
da: Færdig

source: Dot range
da: Punkt størrelse

source: Double-click to finish your region (or shift-click, or press ESC).
da: Dobbelt klik for at afslutte oprettelsen af område (eller shift-klik, eller pres ESC).

source: Download Now
da: Hent nu

source: Drag & drop photos
da: Træk & slip billeder

source: Drag a rectangle on the image to crop it.
da: Træk en firkant på billedet for at formindske det

source: Drag along features in your image to align them.
da: Lav en linje gennem de punkter i billedet du vil have på linje.

source: Draw Bezier Regions
da: Optegn bezier områder

source: Draw Polygon Regions
da: Tegn polygon områder

source: Draw Spline Regions
da: Optegn spline områder

source: Edit
da: Rediger

source: Edit Mode
da: Rediger som

source: Edit photographs using powerful and intuitive tools designed with the photographer in mind.
da: Rediger billeder gennem kraftfulde og intuitive værktøjer med tanken på fotografen.

source: Edit size
da: Rediger størrelse

source: Edit status
da: Rediger status

source: Edit the list of Styles
da: Rediger listen med stile

source: Edit the selected image
da: Rediger det valgte billede

source: Editing Tools
da: Redigerings værktøjer

source: Editing a photo
da: Redigering af billede

source: Editor Layout
da: Editor udseende

source: Editor anatomy
da: Editor opbygning

source: Effective max aperture
da: Effetiv maks. blænde

source: Empty Info
da: Ingen info

source: Enable
da: Tillad

source: Enable Color Selection
da: Tillad farve valg

source: Enable the hue selection
da: Tillad valg af mætning

source: Enable the luminosity selection
da: Tillad valg af lysstyrke

source: Enforce aspect ratio constraints
da: Gennemtving højde-bredde begrænsning

source: Envelope number
da: Kuvert nummer

source: Envelope priority
da: Kuvert prioritet

source: Epson image height
da: Epson image højdet

source: Epson image width
da: Epson billed bredde

source: Error Details
da: Oplysninger om fejlen

source: Error applying Style "$1"
da: Fejl i tilføjelsen af stilen "$1"

source: Error initializing browser
da: Kunne ikke åbne stifinder

source: Error reading the file
da: Fejl i læsning af fil

source: Exclusion
da: Udelukkelse

source: Exit
da: Luk

source: Expand
da: Udvid

source: Expand All
da: Udvid alle

source: Expand Tool
da: Udvid værktøj

source: Expand image stacks
da: Udvid billed stak

source: Expand this tool
da: Udvid dette værktøj

source: Expiration date
da: Udløbelses dato

source: Expiration time
da: Udløbs tidspunkt

source: Export
da: Ekspoter

source: Export Style
da: Eksporter Stil

source: Export...
da: Eksporter...

source: Exporting styles
da: Eksport af stile

source: Exposure
da: Eksponering

source: Exposure bias value
da: Eksponerings forskydning værdi

source: Exposure bracket value
da: Eksponerings bracket værdi

source: Exposure compensation
da: Eksponerings kompentation

source: Exposure difference
da: Eksponerings forskel

source: Exposure info
da: Eksponerings info

source: Exposure mode
da: Eksponerings mode

source: Exposure program
da: Eksponrings program

source: Exposure time
da: Eksponerings tid

source: Exposure warning
da: Eksponerings advarsel

source: External flash bounce
da: Eksterna bounce blitz

source: External flash mode
da: Ektern blitz mode

source: External flash zoom
da: Ekstern blitz zoom

source: Extra samples
da: Ekstra samplinger

source: Failed to restore from preferences
da: Kunne ikke gendanne fra indstillinger

source: Failed to save preferences
da: Kunne ikke gemme indstillinger

source: File
da: Fil

source: File Name
da: Filnavn

source: File Size
da: Fil størrelse

source: File Type
da: Fil type

source: File date/time
da: Fil dato/tid

source: File description
da: Fil beskrivelse

source: File name
da: Fil navn

source: File number
da: Fil nummer

source: File number memory
da: Antal numre i fil hukommelsen

source: File size
da: Fil størrelse

source: File time
da: Fil opretelses tidspunkt

source: Fill order
da: Udfyldnings rækkefølge

source: Finding zones in your photo
da: Finde zoner i dit billede

source: Finish editing and return to Browse Mode
da: Afslut redigering og vend tilbage til Stifinder

source: Fit image to screen
da: Tilpas til skærm

source: Fit within 1024 x 1024
da: Vis indenfor 1024 x 1024

source: Fit within 1536 x 1536
da: Vis indenfor 1536 x 1536

source: Fit within 2048 x 2048
da: Vis indenfor 2048 x 2048

source: Fit within 2560 x 2560
da: Vis indenfor 2560 x 2560

source: Flash
da: Blitz

source: Flash activity
da: Blitz aktiv

source: Flash bias
da: Blitz forskydning

source: Flash charge level
da: Blitzens opladnings niveau

source: Flash details
da: Blitz detaljer

source: Flash device
da: Blitz enhed

source: Flash exposure bracket value
da: Blitz eksponerings bracket værdi

source: Flash exposure compensation
da: Blitz eksponerings kompensation

source: Flash fired
da: Blitz benyttet

source: Flash info
da: Blitz info

source: Flash mode
da: Blitz indstilling

source: Flash setting
da: Blitz indstilling

source: Flash type
da: Blitz type

source: Focal Length
da: Brændvidde
